<html>
<head>

    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <style>

        body {
            font-family: DejaVu Sans, sans-serif;
            font-size: 16px;
        }

        .col-md-12 b {
            display: block;
            text-align: center;
        }

        .break {
            page-break-after: always;
        }

        .rekvizit {

        }

        .rekvizit-item {
            width: 49%;
            display: inline-block;
        }


    </style>
</head>
<body>

@php
    function get_month_name($start_month){

       if ($start_month == "01") {
           $start_month = "Январ";
       }
       if ($start_month == "02") {
           $start_month = "Феврал";
       }
       if ($start_month == "03") {
           $start_month = "Март";
       }
       if ($start_month == "04") {
           $start_month = "Апрел";
       }
       if ($start_month == "05") {
           $start_month = "Май";
       }
       if ($start_month == "06") {
           $start_month = "Июн";
       }
       if ($start_month == "07") {
           $start_month = "Июл";
       }
       if ($start_month == "08") {
           $start_month = "Август";
       }
       if ($start_month == "09") {
           $start_month = "Сентабр";
       }
       if ($start_month == "10") {
           $start_month = "октябр";
       }
       if ($start_month == "11") {
           $start_month = "Ноябр";
       }
       if ($start_month == "12") {
           $start_month = "Декабр";
       }
       return $start_month;
   }
@endphp

<div class="row">
    <div class="col-md-12 text-center">
        <b>
            Тошкент давлат юридик университети қошидаги академик лицейда таълим
            йўналиши асосида ўқитиш бўйича уч томонлама тўлов

        </b>
    </div>
    <div class="col-md-12 text-center">
        <b>
            КОНТРАКТ
        </b>
    </div>
    <div class="col-md-12 text-center">
        <b>
            № 03-TK ID: {{ $data->id_code }}
        </b>
    </div>

    <div class="col-md-6 " style="display: inline-block">Тошкент ш.</div>
    <div class="col-md-6 text-right" style="display: inline-block; float: right"> 2021 йил « {{ date('d') }}
        »{{get_month_name(date('m'))}}
    </div>
    <br>


    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    Тошкент давлат юридик университети қошидаги академик лицей (кейинги ўринларда – Таълим муассасаси)
    номидан Низомга асосан иш юритувчи директор Рустамбеков Исломбек Рустамбекович бир томондан ва
    <b>{{ date('d-m-Y' , strtotime($data->birthday)) }}</b>
    йилда
    туғилган

    @if($data->address)<b>  {{ $data->address }}да</b> яшовчи @endif <b>{{ $data->fio() }}</b> иккинчи
    томондан <b>{{ $data->parent_name }}</b>
    (кейинги ўринларда – ўқувчининг ота-онаси) учинчи томондан (биргаликда – Томонлар), ўқувчини 2 курс давомида ўқитиш
    мақсадида мазкур уч томонлама контрактни (кейинги ўринларда – Контракт) Ўзбекистон Республикаси Президентининг 2020
    йил 29 апрелдаги ПФ-5987-сон “Ўзбекистон Республикасида юридик таълим ва фанни тубдан такомиллаштириш бўйича қўшимча
    чора-тадбирлар тўғрисида”ги Фармони, 2021 йил 11 майдаги ПҚ–5113-сон Хизматлар соҳасини жадал ривожлантириш
    чора-тадбирлари тўғрисидаги қарори билан тасдиқланган Хизматлар соҳасини ривожлантириш бўйича 2021 йилга
    мўлжалланган йўл харитаси ҳамда Тошкент давлат юридик университети Кенгашининг 2021 йил 30 августдаги 1-сон мажлис
    баённомасига мувофиқ туздилар.


    <div class="col-md-12 text-center">
        <b>
            1. КОНТРАКТ ПРЕДМЕТИ
        </b>
    </div>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

    1.1. Мазкур Контрактга асосан Таълим муассасаси ўқувчини 2021/2022 ўқув йили давомида белгиланган таълим
    стандартлари ва ўқув дастурларига мувофиқ ўқитади, ўқувчи таълим муассасасида белгиланган тартибга мувофиқ таълим
    олиш, ўқувчининг ота-онаси эса Контрактнинг 3-бобида кўрсатилган тартиб ва миқдордаги тўловни амалга оширади ҳамда
    ўқувчини Таълим муассасасида белгиланган тартибга мувофиқ таълим олиш учун шароит яратиш мажбуриятини олади.
    <div class="col-md-12 text-center">
        <b>
            2. ТОМОНЛАРНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ
        </b>
    </div>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

    2.1. Таълим муассасасининг ҳуқуқлари: <br>
    2.1.1. Ўқувчининг ота-онаси шартномавий мажбуриятлари бажарилишини, Контракт бўйича тўловларни ўз
    вақтида амалга
    оширишни талаб қилиш, шу жумладан ўқувчининг Таълим муассасасининг ички ҳужжатларида белгиланган
    қоидаларга риоя
    қилишни, ўқув машғулотларида мунтазам қатнашишини назорат қилиш.<br>
    2.1.2 Ўқувчининг ота-онаси томонидан ўқитиш учун белгиланган миқдордаги тўловни ўз вақтида амалга
    оширмаган
    тақдирда ёки ўқувчи Таълим муассасасининг ички ҳужжатларида белгиланган қоидаларга риоя қилмаган, бир
    семестр
    давомида дарсларни узрли сабабларсиз 74 соатдан ортиқ қолдирганда белгиланган тартибда ўқувчилар сафидан
    четлаштириш, тегишли курсда қолдириш бошқа чораларни қўллаш.<br>
    2.1.3.Ўқувчи семестр натижаси бўйича белгиланган муддатларда фанларни ўзлаштира олмаганда яъни академик
    қарздор
    бўлганда таълим муассасаси ушбу шартномани бир томонлама бекор қилади.<br>
    2.1.4.Ўқувчи Таълим муассасасининг ички ҳужжатларида белгиланган қоидаларни қўпол равишда бузган,
    хусусан
    ҳуқуқбузарлик содир этган ҳолларда Контрактни бир томонлама бекор қилиш. <br>
    2.1.5. Меҳнатга ҳақ тўлашнинг энг кам миқдори ўзгариши билан мос равишда Контракт бўйича тўлов миқдорини
    ўзгартириш;<br>
    2.1.6. Истисно тариқасида Контракт бўйича тўлов муддатларини узайтириш (Таълим муассасасининг буйруғи
    орқали).
    <br>

    2.2. Ўқувчининг ҳуқуқлари:
    <br>
    2.2.1. Ўқувчи шартномавий мажбуриятларни талаб қилиш;
    <br>
    2.2.2. Тасдиқланган ўқув режа ва дастурларга мувофиқ давлат таълим стандарти талаблари даражасида таълим
    олиш;
    <br>
    2.2.3. Ахборот-ресурс маркази, спорт иншооти ҳудудларидан фойдаланиш.
    <br>
    2.3. Ўқувчининг ота-онаси ҳуқуқлари:
    <br>
    2.3.1. Таълим муассасасидан шартномавий мажбуриятлари бажарилишини талаб қилиш;
    <br>
    2.3.2. Ўқиш учун бир йиллик тўлов суммасини бир йўла тўлиқ тўлаш;
    <br>
    2.3.3. Ўқувчини таълим муассасасида тасдиқланган ўқув режа ва дастурларга мувофиқ давлат таълим
    стандарти талаблари даражасида таълим олишни талаб қилиш.
    <br>
    2.4. Таълим муассасасининг мажбуриятлари:
    <br>
    2.4.1. Ўқитиш учун Ўзбекистон Республикасининг “Таълим тўғрисида”ги Қонуни ва Кадрлар тайёрлаш миллий
    дастурига мувофиқ Таълим муассасаси Устави ва бошқа ички ҳужжатларида назарда тутилган зарур
    шарт-шароитларни яратиш;
    <br>
    2.4.2. Ўқувчиларнинг қонун ҳужжатларида белгиланган ҳуқуқларининг бажарилишини таъминлаш;
    <br>
    2.4.3. Ўқувчини тасдиқланган ўқув режа ва дастурларга мувофиқ давлат стандарти талаблари даражасида
    ўқитиш;
    <br>
    2.4.4. Ўқувчи Таълим муассасасини мувоффақиятли тамомлаганда белгиланган тартибда диплом беради.
    <br>
    2.5.Ўқувчининг мажбуриятлари:
    <br>
    2.5.1. Таълим муассасасининг Устави ва бошқа ички ҳужжатлари талабларига қатъий риоя қилиш;
    <br>
    2.5.2. Ўқув машғулотларида мунтазам қатнашиш;
    <br>
    2.5.3. Таълим муассасасида белгиланган тартиб ва доирада таълим олади ҳамда ушбу жараёнда билим
    даражасини ошириб боради.
    <br>
    2.6. Ўқувчининг ота-онаси мажбуриятлари:
    <br>
    2.6.1. Жорий ўқув йили учун белгиланган ўқитиш қийматини Контрактнинг 3-бобида кўрсатилган тартиб ва
    миқдорда ўз вақтида тўлаш;
    <br>
    2.6.2. Контрактни имзолангандан кейин Таълим муассасасига тақдим этиш;
    <br>
    2.6.3. Контракт электрон шаклда Таълим муассасасининг www.altsul.uz сайтидан олинган тақдирда унинг
    шартлари билан танишиб, рози бўлган ҳолда бу ҳақда тегишли тугмани босади ва Контрактни юклаб олади.
    <br>

    <div class="col-md-12 text-center">
        <b>
            3. ТЎЛОВ МИҚДОРЛАРИ ВА МУДДАТЛАРИ
        </b>
    </div>

    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

    3.1.2021/2022 ўқув йилида тўлов-контракт миқдори, амалда ўрнатилган меҳнатга ҳақ тўлашнинг энг кам
    миқдори {{$data->times}}
    баравар ҳисобида {{$data->all_summa}} ({{$data->all_summa_word}}) сўмни ташкил этади. Мазкур сумма меҳнатга ҳақ
    тўлашнинг энг кам миқдори ўзгариши билан мос равишда Таълим муассасаси томонидан ўзгартирилиши мумкин;
    <br>
    3.2. Таълим муассасасида ўқувчининг ўқишни эттириш тўғрисидаги буйруққа асосан ўқитиш қийматининг камида 50 фоизи
    тўланиши лозим;
    <br>
    3.3. Ўқувчининг ота-онаси ўқув йилининг иккинчи ярми учун учун {{$data->part1_summa}}
    ({{$data->part1_summa_word}})
    сўмни 2021 йилнинг 1 ноябргача тўлайди: <br>
    3.4. Ўқувчининг ота-онаси ўқув йилининг иккинчи ярми учун учун {{$data->part2_summa}}
    ({{$data->part2_summa_word}})
    сўмни 2022 йилнинг 1 мартгача тўлайди. <br>
    3.5. Ўқувчининг ота-онаси томонидан Контракт бўйича ўқитиш қийматини тўлашда тўлов топшириқномасида шартноманинг
    тартиб рақами ва санаси, ўқувчининг фамилияси, исми, шарифи тўлиқ кўрсатилади; <br>
    3.6. Ўқувчи тегишли фанлар бўйича академик қарздорликни қайта топшириш шарти билан кейинги курс (семестр)га
    ўтказилган тақдирда, кейинги семестр учун тўлов Ўқувчининг ота-онаси томонидан академик қарздорлик топширилгунга
    қадар амалга оширилади.
    <br>


    <div class="col-md-12 text-center">
        <b>
            4. ШАРТНОМАНИ БЕКОР ҚИЛИШ
        </b>
    </div>

    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    4. Контракт қуйидаги ҳолларда бекор қилинади:
    <br>
    4.1. Томонларнинг ўзаро розилиги билан;
    <br>
    4.2.Таълим муасасасининг ташаббусига кўра Устави ва бошқа ички ҳужжатларига мувофиқ ўқувчилар сафидан
    чиқарилганда;
    <br>
    4.3.Ўқитиш қиймати белгиланган муддат ичида тўланмаса (бунда, Таълим муассасаси ушбу шартномани бир
    томонлама бекор қилади, ўқувчи ўқувчилар сафидан чиқарилади);
    <br>
    4.4. Ўқувчининг ота-онаси ташаббусига кўра (ёзма мурожаатга асосан);
    <br>
    4.5. Контрактнинг 2.1.3-бандида кўрсатилган ҳолларда (Таълим муассасаси томонидан Контрактнинг бир
    томонлама бекор қилиниши ва ўқувчилар сафидан чиқарилиши ҳақида Ўқувчининг ота-онасига ёзма хабарнома
    юбориш орқали);
    <br>
    4.6. Қонунчиликда кўрсатилган бошқа ҳолларда.
    <br>


    <div class="col-md-12 text-center">
        <b>
            5. ФОРС-МАЖОР ҲОЛАТЛАР
        </b>
    </div>

    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    5.1. Ушбу Контрактга асосан мажбуриятларни бажарилмаслиги ҳолатлари енгиб бўлмайдиган кучлар
    (форс-мажор)
    ҳолатлар натижасида вужудга келганда Томонлар ўз мажбуриятларини бажармасликдан қисман ёки тўлиқ озод
    бўладилар.
    <br>
    5.2. Енгиб бўлмайдиган кучлар (форс-мажор) ҳолатларига Томонларнинг иродаси ва фаолиятига боғлиқ
    бўлмаган табиат
    ҳодисалари (пандемия, зилзила, кўчки, бўрон, қурғоқчилик ва бошқалар) ёки ижтимоий-иқтисодий ҳолатлар
    (уруш
    ҳолати, қамал, давлат манфаатларини кўзлаб импорт ва экспортни тақиқлаш ва бошқалар) сабабли юзага
    келган
    шароитларда Томонларга қабул қилинган мажбуриятларни бажариш имконини бермайдиган фавқулодда, олдини
    олиб
    бўлмайдиган ва кутилмаган ҳолатлар киради. <br>
    5.3. Контракт Томонларидан қайси бири учун мажбуриятларни енгиб бўлмайдиган кучлар (форс-мажор)
    ҳолатлари
    сабабли бажармаслик маълум бўлса, дарҳол иккинчи томонга бу хақда 30 кун ичида ушбу ҳолатлар ҳаракати
    сабабини
    далиллар билан тақдим этиши лозим. <br>
    5.4. Контрактга асосан мажбуриятларни ижро қилиш муддати ушбу енгиб бўлмайдиган кучлар (форс-мажор)
    ҳолатлар
    давом этиш муддатига қадар узайтирилади. Агар енгиб бўлмайдиган кучлар (форс-мажор) таъсири 90 (тўқсон)
    кундан
    ортиқроқ давом этса, Томонлар ташаббусига биноан шартнома бекор қилиниши мумкин. <br>
    <div class="col-md-12 text-center">
        <b>
            6. ЯКУНИЙ ҚОИДАЛАР
        </b>
    </div>

    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;


    6.1. Томонлар ўртасида вужудга келадиган низолар ўзаро музокаралар олиб бориш ҳамда талабнома юбориш
    орқали ҳал
    этилади, Контрактнинг 4.2-4.5 бандларида кўрсатилган ҳолатлар бундан мустасно. <br>
    6.2. Меҳнатга ҳақ тўлашнинг энг кам миқдори ўзгарганда мос равишда тўлов-контракт қиймати миқдори
    навбатдаги
    семестр бошидан оширилади. <br>
    6.3. Ўқувчи ўқувчилар сафидан четлаштирилганда ёхуд белгиланган муддатларда фанларни ўзлаштира
    олмаганлиги яъни
    академик қарздор бўлганлиги сабабли курсдан қолдирилганда таълим муассасаси томонидан унинг тегишли ўқув
    семестри учун амалга оширилган тўлови қайтариб берилмайди. <br>
    <span class="break"></span>

    <div class="col-md-12 text-center">
        <b>
            7. ТОМОНЛАРНИНГ МАНЗИЛЛАРИ ВА ТЎЛОВ РЕКВИЗИТЛАРИ
        </b>
    </div>

    <div class="rekvizit" style="margin-top: 50px;">
        <div class="rekvizit-item"><b style="text-align: center; display: block;">Таълим муассасаси</b></div>
        <div class="rekvizit-item"><b style="text-align: center; display: block;">Ўқувчининг ота-онаси</b></div>
    </div>

    <div class="rekvizit" style="position: relative;">
        <div class="rekvizit-item" style="  position: absolute; left: 0; top: 0;">

            <p>Манзил: Шайхонтоҳур тумани, Лабзак кўчаси, 10-уй.</p>

            <p>Тел: 71 241-72-44, факс: 71 241-57-44</p>
            <p>Шайхонтохур тумани бўйича ғазначилик бўлинмаси</p>
            <p>Банк: ХККМ МБББ Тошкент ш</p>
            <p>Ҳ/р: 23402000300100001010</p>
            <p>СТИР: 201122919, МФО: 00014</p>
           <p> Ш.ҳ.р: 400910860262777092500009001</p>
            <p>СТИР Академик лицей: 203193971,</p>

            <p>Директор_______________ И.Рустамбеков</p>

            <p>Бош бухгалтер ____________ Х.Микиев</p>

            <p>Юрисконсульт____________ У.Исмоилов</p>


        </div>
        <div class="rekvizit-item" style="position: absolute; top: 0; right: 0;">


            <p style="line-height: 30px;">


                <b>{{ $data->parent_name }}</b><br>


                Манзили: <b> {{ $data->address }}</b>

                Паспорт серияси: <b>{{ $data->parent_pass_seria }}</b> рақами <b>{{ $data->parent_pass_number }}</b>
                <br>
                Имзо ______________ <br>
            <p style="text-align: center">Ўқувчи</p>
            <p>
                {{$data->fio()}}
            </p>
            <p>
                Имзо_____________
            </p>

            </p>

        </div>
    </div>


</div>


</body>
</html>
