<html>
<head>
    
     <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <style>

        body{
           font-family: DejaVu Sans, sans-serif;
            font-size: 16px;
             text-align: justify;
            text-justify: inter-word;
        }
        
        ul {
            list-style-type: none;
        }

        li {
            float: left;
        }
    </style>
</head>
<body>

<center>
    <table>
        <tr>
            <td width="30">
                <img  src="{{ asset('/photos/logo.png') }}" style="max-width:90px;height: auto; opacity: 0">
            </td>
            <td width="30">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            </td>
            <td width="35">
                <div align="right" style="text-align: center;">
                    ВазирларМаҳкамасининг 2020
                    “___”августдаги“___”-сон қарорига
                    3-илова
                </div>
            </td>
        </tr>
    </table>
</center>

<div >
    <h4 style="text-align: center;margin-left: 10%; width: 80%;">Тошкент давлат юридик университети магистратурасига
        айрим тоифадаги абитуриентларни кириш тест
        синовларисиз қабул қилиш тартиби тўғрисида

    </h4>
</div>
<div style="">
    <h2 style="margin-left: 45%;margin-bottom: 0">НИЗОМ
    </h2>
</div>

<div style="">
    <h4 style="text-align: center;">1-боб. Умумий қоидалар</h4>
    <p>
        1. Ушбу Низом Тошкент давлат юридик университети
        (кейинги ўринларда – ТДЮУ) магистратурасига айрим тоифадаги абитуриентларни кириш тест синовларисиз қабул қилиш, уларни тақсимотга мувофиқ узлуксиз ишлаб бериш учун тақсимлаш ҳамда ишга қабул қилиш тартибинибелгилайди.
    </p>
    <p>
        2. Ушбу Низомдақуйидагиасосийтушунчаларданфойдаланилади:
        а) айрим тоифадаги абитуриентлардеганда қуйидагилар тушунилади:
        тегишли давлат органи биринчи раҳбарининг тавсияси асосида базавий олий юридик маълумот ҳамда давлат ҳокимияти ва бошқарувининг марказий органларида юридик мутахассислик бўйича камида беш йил иш стажига эга бўлган раҳбар ходимлар;
        “юриспруденция” таълим йўналиши бўйича бакалавриатни “имтиёзли” диплом билан тугатган битирувчилар;
        базавий олий юридик маълумотга эга, юридик техникумларда камида уч йил ишлаган педагог ва раҳбар ходимлар;
        б) давлат ҳокимияти ва бошқарувининг марказий органларининг раҳбар ходимларидеганда қуйидагилар тушунилади:
        Ўзбекистон Республикаси Президенти Администрацияси, Олий Мажлисива Вазирлар Маҳкамасининг таркибий бўлинмалари раҳбарлари ҳамда бошқарув кадрлари;
        республика давлат ҳокимияти ва бошқаруви органлари, шунингдек, бошқа марказий давлат органларининг (Ўзбекистон Республикаси Бош прокуратураси, Давлат хавфсизлик хизмати, Миллий гвардияси, Марказий сайлов комиссияси, Марказий банки, Ҳисоб палатаси, Фанлар академияси, Инсон ҳуқуқлари бўйича Ўзбекистон Республикаси Миллий маркази) раҳбари, унинг ўринбосарлари, марказий аппаратдаги таркибий бўлинма (техник, хизмат кўрсатувчи ва ишлаб чиқариш билан боғлиқ бўлинмалардан ташқари) бошлиқлари.
        <del><mark>республика давлат ҳокимияти ва бошқаруви органлари, шунингдек, бошқа марказий давлат органлари ҳудудий (Қорақалпоғистон Республикаси, Тошкент шаҳри ва вилоятлар) бўлинмаларининг раҳбари ва уларнинг ўринбосарлари</mark></del>.
    </p>
    <p>
        3. Тегишли давлат органи биринчи раҳбарининг (Ўзбекистон Республикаси Президенти Администрацияси ходимлари учун – Ўзбекистон Республикаси Президентининг тегишли маслаҳатчилари ва департамент раҳбарлари, Вазирлар Маҳкамаси аппарати ходимлари учун – Вазирлар Маҳкамаси аппарати бошқарувчиси ҳам) тавсияси асосида базавий олий юридик маълумот ҳамда давлат ҳокимияти ва бошқарувининг марказий органларида <span style="color: red">(марказий аппаратида)</span> юридик мутахассислик бўйича камида беш йил иш стажига эга бўлган раҳбар ходимлар ТДЮУ магистратурасига масофавий, сиртқи ва кечки таълим шакллари асосида тест синовларисиз, тўлов-контракт асосида, қабул параметрларидан ташқари, ишлаб чиқаришдан ажралмаган ҳолда ўқишга қабул қилинади.
    </p>
    <p>
        4. “Юриспруденция” таълим йўналиши бўйича бакалавриатни “имтиёзли” диплом билан тугатган битирувчиларни ТДЮУ магистратурасига қабул қилиш тест синовларисиз, тўлов-контракт асосида, ўқиш қийматининг 50 фоизини тўлаб, қабул параметрларидан ташқари, ўқишни тугатгандан сўнг ТДЮУ, юридик факультетлар, юридик техникумлар ва ТДЮУ қошидаги академик лицейда камида уч йил узлуксиз ишлаш мажбуриятини олган ҳолда амалга оширилади.
        Мазкур бандда назарда тутилган тартиб 2020/2021 ўқув йили ва ундан кейинги йилларда “Юриспруденция” таълим йўналиши бўйича бакалавриатни “имтиёзли” диплом билан тугатган битирувчиларга нисбатан татбиқ этилади.
    </p>
    <p>
        5. Базавий олий юридик маълумотга эга, юридик техникумларда камида уч йил ишлаган педагог ва раҳбар ходимлар ТДЮУ магистратурасига кириш тест синовларисиз, тўлов-контракт асосида, қабул параметрларидан ташқари, ўқишни тугатгандан сўнг тақсимот бўйича адлия органлари ва муассасаларида, биринчи навбатда, юридик техникумларда камида уч йил узлуксиз ишлаш мажбуриятини олган ҳолда ўқишга қабул қилинади.
    </p>
    <p>
        6. Мазкур Низомнинг 4 ва 5-бандларига мувофиқ ўқишга қабул қилинган шахслар контракт (шартнома) тузишдан олдин ўқишни тугатгандан сўнг тақсимот бўйича ишлаш мажбурияти шартлари ҳамда унинг бажарилмаслиги оқибатида юзага келиши мумкин бўлган жавобгарлик бўйича огоҳлантириш хати орқали таништирилади.
    </p>
</div>
<div style="">
    <h4 style="text-align: center;">2-боб. Ҳужжатларни тақдим этиш
        ва магистратурага ўқишга қабул қилиш
    </h4>
    <p>
        7. Айрим тоифадаги абитуриентлар томонидан ТДЮУ магистратурасига ўқишга кириш учун ҳужжат топшириш мазкур Низом талабларини инобатга олган ҳолда Ўзбекистон Республикаси фуқаролари учун белгиланган тартибда амалга оширилади.
    </p>
    <p>
        8. Айрим тоифадаги абитуриентлар томонидан ТДЮУ магистратурасига ўқишга кириш учун ҳужжат топшириш Ўзбекистон Республикаси фуқаролари учун белгиланган муддатларда (ҳар йили 1 июлдан 30 июлгача)Интернет жаҳон ахборот тармоғи орқали ТДЮУ қабул комиссиясига мазкур Низомнинг иловасида келтирилган намунадаги ариза ҳамда қуйидаги ҳужжатлар электрон шаклда тақдим этилади:
        паспорт (ID-карта) ёки унинг ўрнини босувчи ҳужжат;
        олий маълумот тўғрисидаги диплом (ёки дипломдан кўчирма – Ўзбекистон Республикаси олий таълим муассасаларини давлат гранти бўйича ўқиб тугатганлар учун) ҳамда унга илова.
        тегишли давлат органи биринчи раҳбарининг тавсияси асосида базавий олий юридик маълумот ҳамда давлат ҳокимияти ва бошқарувининг марказий органларида юридик мутахассислик бўйича камида беш йил иш стажига эга бўлган раҳбар ходимлар учун ўрнатилган тартибда имзоланган ва давлат органининг бланкида расмийлаштирилган, рақами ва берилган вақти акс эттирилган ҳамда электрон меҳнат дафтарчасида кўрсатилган маълумотлар илова қилинган тегишли давлат органи биринчи раҳбарининг тавсияси (мазкур Низомнинг 3-бандида назарда тутилган асосга кўра ҳужжат топширилганда);
        базавий олий юридик маълумотга эга, юридик техникумларда камида уч йил ишлаган педагог ва раҳбар ходимлар учун ўрнатилган тартибда имзоланган ва юридик техникум бланкида расмийлаштирилган, рақами ва берилган вақти акс эттирилган ҳамда электрон меҳнат дафтарчасида кўрсатилган маълумотлар илова қилинган юридик техникум директорининг тавсияси (мазкур Низомнинг 5-бандида назарда тутилган асосга кўра ҳужжат топширилганда).

    </p>
    <p>
        9. Айрим тоифадаги абитуриентларни ТДЮУ магистратурасига ўқишга қабул қилишни ташкил этиш, уларнинг ҳужжатларини рўйхатдан ўтказиш тегишли ўқув йили учун тасдиқланадиган ТДЮУ қабул комиссияси зиммасига юкланади.
        ТДЮУ қабул комиссияси айрим тоифадаги абитуриентлар томонидан ТДЮУ магистратурасига ўқишга кириш учун топширилган ҳужжатларнинг тўлиқлиги ва тўғрилигини беш иш куни давомида ўрганади ҳамда унинг натижаси бўйича абитуриентга хабар беради.
        Абитуриентлар томонидан тақдим этилган ҳужжатларни ўрганиш вақтидакамчиликлар аниқланса, ТДЮУ қабул комиссияси томонидан давлат ҳокимияти ва бошқарувининг марказий органлари, юридик олий таълим муассасалари, юридик техникумлар ҳамда абитуриентдан қўшимча маълумотлар сўраб олиниши мумкин.

    </p>
    <p>
        10. Айрим тоифадаги абитуриентларнинг ҳужжатларини ўрганиш давомида абитуриентда тегишли имтиёз мавжуд эмаслиги аниқланса, унинг ҳужжатлари кўрмай қолдирилади ва бу ҳақда абитуриентга хабар берилади.
        Айрим тоифадаги абитуриентлар томонидан ТДЮУ магистратурасига ўқишга кириш учун ҳужжат топширишнинг белгиланган муддатларидан
        кеч қолиб топширилган ҳужжатлар кўриб чиқилмайди.
        Ҳужжатларда, шу жумладан, электрон шаклдаги маълумотларда қалбакилаштириш ёки сохталаштириш ҳолатлари аниқланганда, абитуриентнинг ҳужжатлари кўриб чиқилмайди (магистратурага қабул қилинган бўлса ТДЮУ магистратураси талабалари сафидан четлаштирилади), ҳужжатлар эса, белгиланган тартибда ҳуқуқни муҳофаза қилиш органларига юборилади.

    </p>
    <p>11. Айрим тоифадаги абитуриентларни ТДЮУ магистратурасига ўқишга қабул қилиш масаласини кўриб чиқиш ва тегишли қарор қабул қилиш бўйича ТДЮУ қабул қомиссияси томонидан Давлат комиссиясига қабул йилининг 20 августга қадар маълумот киритилади.
    </p>
    <p>
        12. Давлат комиссиясининг абитуриентларни ўқишга қабул қилиш тўғрисидаги қарори 30 августга қадар қабул қилинади ва бу ҳақида ТДЮУга хабар берилади.
        Ўқишга қабул килишга тавсия этилган абитуриентлар рўйхати ТДЮУ веб-сайтига жойлаштирилади.
    </p>
    <p>
        13. Давлат комиссияси томонидан қабул қилинган қарор асосида абитуриентларни ТДЮУ магистратурасига тўлов-контракт асосида қабул қилиш мақсадида ТДЮУ ва юридик ёки жисмоний шахслар ўртасида контракт (шартнома) тузилади ва унда контракт тўлови суммасини белгиланган муддатда тўлаш шарти кўрсатиб ўтилади.

    </p>
    <p>
        14. Белгиланган намунадаги шартнома бланкалари ТДЮУ магистратурасига ўқишга қабул қилиш тўғрисида Давлат комиссияси қарори қабул қилингандан сўнг берилади ҳамда ТДЮУ ректори ва бош бухгалтери имзоси билан юридик шахслар учун уч нусхада ва жисмоний шахслар учун икки нусхада расмийлаштирилади.

    </p>
    <p>
        15. Давлат комиссиясининг абитуриентларни ТДЮУ магистратурасига ўқишга қабул қилиш бўйича тавсия этилганлиги тўғрисидаги қарори қабул қилинганидан сўнг уч иш куни мобайнида мазкур Низомнинг 8-бандида назарда тутилган ҳужжатларнинг асл нусхалари абитуриент томонидан ТДЮУ қабул комиссиясига Магистратура бўлимига тақдим этилади.
    </p>
</div>
<div style="">
    <h4 style="text-align: center;">3-боб. Магистратура битирувчиларини тақсимотга мувофиқ
        узлуксиз ишлаб бериш учун тақсимлаш

    </h4>
<p>
    16. Мазкур Низомнинг 4 ва 5-бандларига мувофиқ ўқишга қабул қилинган магистратура битирувчиларини адлия органлари ва муассасалари, ТДЮУ, юридик факультетлар, юридик техникумлар ва ТДЮУ қошидаги академик лицейда ишлашга тақсимлаш учун адлия вазирининг буйруғи билан тақсимот комиссияси (кейинги ўринларда – тақсимот комиссияси) тузилади.
    Тақсимот комиссиясига ТДЮУ ректори раислик қилади ҳамда унинг таркибига адлия органлари ва муассасалари, юридик факультетлар, юридик техникумлар ва ТДЮУ қошидаги академик лицей вакиллари киритилиши мумкин.

</p>
    <p>
        17. ТДЮУ магистратура битирувчиларини узлуксиз ишлаб бериш учун тақсимлаш ҳар йили тақсимот комиссияси томонидан адлия органлари
        ва муассасалари, ТДЮУ, юридик факультетлар, юридик техникумлар
        ва ТДЮУ қошидаги академик лицей томонидан тақдим этилган буюртмаларга асосан амалга оширилади.
        Тақсимлаш жараёнида тақсимот комиссияси магистратура битирувчисининг рейтинг натижалари, оилавий ҳолати ва таклиф этилган иш ўрнида ишлаш хоҳишини ҳисобга олади. Энг юқори ўзлаштириш кўрсаткичи (86 фоиз ва ундан юқори)га эга бўлган магистратура битирувчилари
        ўз танлови бўйича мавжуд иш ўринларига ишга жойлашишда биринчи навбатда талабгор бўлади.

    </p>
<p>
    17. ТДЮУ магистратура битирувчиларини узлуксиз ишлаб бериш учун тақсимлаш ҳар йили тақсимот комиссияси томонидан адлия органлари
    ва муассасалари, ТДЮУ, юридик факультетлар, юридик техникумлар
    ва ТДЮУ қошидаги академик лицей томонидан тақдим этилган буюртмаларга асосан амалга оширилади.
    Тақсимлаш жараёнида тақсимот комиссияси магистратура битирувчисининг рейтинг натижалари, оилавий ҳолати ва таклиф этилган иш ўрнида ишлаш хоҳишини ҳисобга олади. Энг юқори ўзлаштириш кўрсаткичи (86 фоиз ва ундан юқори)га эга бўлган магистратура битирувчилари
    ўз танлови бўйича мавжуд иш ўринларига ишга жойлашишда биринчи навбатда талабгор бўлади.

</p>
<p>
    18. Магистратура битирувчиларини узлуксиз ишлаб бериш учун тақсимлаш ҳар йили, қоида тариқасида, магистратура битирувчиси ўқишни тамомлагандан сўнг, бир ойдан кечиктирмай амалга оширилади.
    Тақсимот комиссияси томонидан магистратура битирувчисига адлия органлари ва муассасалари, ТДЮУ, юридик факультетлар, юридик техникумлар ва ТДЮУ қошидаги академик лицейда ишлаш учун тегишли тартибда йўлланма берилади. Бир вақтнинг ўзида битирувчига йўлланма билан бирга ишга келгани ва жойлашгани ҳақида тўлдириладиган ҳужжат намунаси ҳам берилади.
    Ишга йўлланма берилганидан тегишли ташкилот – иш берувчи, ТДЮУ ва магистратура битирувчиси ўртасида узлуксиз ишлаб беришнинг аниқ шартларини ҳамда битирувчининг мажбуриятларини аниқ белгилаб берувчи уч томонлама шартнома уч нусхада тузилади (магистратура битирувчиси ТДЮУга ишга тақсимланган ҳоллар бундан мустасно).
    Шартнома намунаси белгиланган тартибда Адлия вазирлиги томонидан тасдиқланади.
</p>
</div>
<div style="">
    <h4 style="text-align: center;">3-боб. Магистратура битирувчиларини ишга қабул қилиш
        ва уларнинг меҳнат фаолияти
    </h4>
    <p>
        20. Мазкур Низомнинг 4 ва 5-бандларига мувофиқ ўқишга қабул қилинган магистратура битирувчилари ишга тақсимланганидан кейин бир ойдан ошмаган муддатда уч томонлама шартномада кўрсатилган иш жойида ҳозир бўлишлари ва меҳнат фаолиятини бошлашлари шарт.
        Иш берувчи уч томонлама шартномага ва ишга йўлланмага мувофиқ битирувчи билан қонун ҳужжатларида белгиланган тартибда меҳнат шартномаси тузади.
        Иш берувчи битирувчи томонидан тақдим этилган битирувчининг ишга келгани ва жойлашгани ҳақидаги ҳужжатни тўлдиради ва кейинчалик уни беш кун муддат ичида ТДЮУга юборади.
        ТДЮУ магистратура битирувчисининг ишга келгани ва жойлашгани ҳақидаги ҳужжат асосида ҳар бир магистратура битирувчисининг ҳисобини юритади.

    </p>
<p>
    21. Магистратура битирувчисининг уч йиллик узлуксиз ишлаб бериш муддати қуйидагиларни ўз ичига олади:
    йўлланма берилган ташкилотларда ва лавозимларда ишлаш муддати;
    давлат ҳокимиятининг марказий органларидаги хизмат фаолияти даври (техник, хизмат кўрсатувчи ва ишлаб чиқариш билан боғлиқ бўлинмалардаги хизмат фаолият даври бундан мустасно);
    муддатли ҳарбий хизмат ва сафарбарлик чақируви резервидаги ҳарбий хизматни ўташ муддатлари.
    Ижтимоий меҳнат таътили муддати уч йиллик узлуксиз ишлаб бериш муддатига кирмайди.
    Тақсимот бўйича узлуксиз ишлаб беришга юборилган магистратура битирувчиси ишга жойлашгандан сўнг, иш берувчи унга тегишли меҳнат шароитлари яратади, зарур ҳолларда турар жой билан таъминлаш чораларини кўради.
</p>
    <p>
        22. Магистратура битирувчисининг уч йиллик узлуксиз ишлаб бериш муддати тугагандан сўнг ишни давом эттириш ҳақидаги масала меҳнат қонунчилигига мувофиқ иш берувчи ва ходим ўртасида ўзаро келишувга асосан ҳал этилади.
    </p>
    <p>
        23. Магистратура битирувчиси узлуксиз ишлаб бериш муддати давомида у тақсимот бўйича юборилган ташкилот тугатилса, меҳнат шартномаси (контракт) иш берувчининг ташаббуси билан бекор қилинса, магистратура битирувчиси ТДЮУни бу ҳақда 5 кун ичида хабардор қилиши шарт.
        Магистратура битирувчисининг мурожаати бўйича тақсимот комиссияси мазкур Низомнинг 8-бандига мувофиқ бошқа ташкилотларда мавжуд бўш иш ўринларига улар тақдим этган талабномалар асосида битирувчини тақсимлашни амалга оширади.

    </p>
    <p>
        24. Ушбу Низомга мувофиқ узлуксиз ишлаб бериш учун тақсимланган магистратура битирувчисида узлуксиз ишлаб бериш жойини ўзгартириш учун асосли сабаблар вужудга келган тақдирда (никоҳ тузиш, доимий яшаш учун республиканинг бошқа ҳудудига кўчиб кетиш ва бошқалар) магистратура битирувчиси тақсимот комиссиясига узлуксиз ишлаб бериш жойини ўзгартириш учун тегишли тасдиқловчи ҳужжатларни тақдим этган ҳолда мурожаат қилишга ҳақли.
        Тақсимот комиссияси ўн кун ичида магистратура битирувчисининг мурожаатини ва тақдим этилган тасдиқловчи ҳужжатларни кўриб чиқиш натижалари бўйича магистратура битирувчисига мажбурий ишлаб бериш учун бошқа жойни ушбу Низом талабларига мувофиқ белгилаб беради.

    </p>
    <p>
        25. ТДЮУ магистратура битирувчисига магистр даражаси тўғрисидаги дипломининг асл нусхасини у узлуксиз ишлаб бериш муддатини тамомлаганидан сўнг бир ҳафта муддатда меҳнат дафтарчасидаги ёзув
        ва битирувчи узлуксиз ишлаб берган ташкилотнинг ёзма тасдиғи асосида беради.

    </p>
</div>
<div style="">
    <h4 style="text-align: center;">4-боб. Якунловчи қоидалар
    </h4>
<p>
    26. Магистратура битирувчиси тақсимот бўйича сабабсиз уч йил узлуксиз ишлаб беришдан бош тортган ҳолларда, ўқишни битирган вақтида ТДЮУда амалда бўлган шартнома суммасининг беш баробари миқдорида ТДЮУга компенсация тўлайди.
</p>
    <p>
        27. Мазкур Низомга мувофиқ узлуксиз ишлаб беришдан бош тортган магистратура битирувчиларига магистр даражаси тўғрисидаги дипломнинг асл нусхаси улар белгиланган компенсацияни тўлиқ миқдорда тўлагандан сўнг берилади.

    </p>
<p>
    28. Узлуксиз ишлаб бериш муддати давомида меҳнат шартномаси (контракт) магистратура битирувчисининг ташаббуси билан бекор қилинса, иш берувчи томонидан бу ҳақда уч иш куни мобайнида ТДЮУга хабар берилади.
    ТДЮУ магистратура битирувчиси томонидан компенсация тўлашни таъминлаш, шунингдек, заруратга кўра, компенсацияни суд тартибида ундириш чорасини кўради.
    Бунда, компенсация миқдори магистратура битирувчиси томонидан ишлаб берилган вақтга пропорционал тарзда ҳисоблаб чиқилади.

</p>
<p>
    29. Магистратура битирувчиси узлуксиз ишлаб беришдан бош тортиши билан боғлиқ ТДЮУга тўлайдиган компенсация тўлиқ ҳажмда ТДЮУни ривожлантириш жамғармаси ҳисобига ўтказилади.

</p>
<p>
    30. Мазкур Низомга мувофиқ магистратура битирувчиси меҳнатга лаёқатсизлиги туфайли узлуксиз ишлаб беролмаган ҳолатларда унинг кейинги меҳнат фаолияти тўғрисидаги қарор тақсимот комиссияси томонидан белгиланган тартибда қабул қилинади.
    Меҳнат лаёқатини йўқотгани сабабли (тасдиқловчи ҳужжатлар мавжуд бўлганда) узлуксиз ишлаб бериш имкониятига эга бўлмаган битирувчилар, шунингдек, давлат ҳокимиятининг марказий органларида хизмат фаолиятини (техник, хизмат кўрсатувчи ва ишлаб чиқариш билан боғлиқ бўлинмалардаги хизмат фаолияти бундан мустасно) амалга ошираётган битирувчилар тақсимот комиссияси қарори асосида компенсация тўлашдан озод этилади.

</p>
<p>
    31. Ушбу Низом талаблари бузилишида айбдор бўлган шахслар қонун ҳужжатларида белгиланган тартибда жавоб берадилар.

</p>
<p>
    32. Ушбу Низомни қўллашда юзага келадиган низолар қонун ҳужжатларида белгиланган тартибда ҳал этилади.
</p>
</div>


<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<center>
    <table>
        <tr>
            <td width="30">
                <img  src="{{ asset('/photos/logo.png') }}" style="max-width:90px;height: auto; opacity: 0">
            </td>
            <td width="30">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            </td>
            <td width="35">
                <div align="right" style="text-align: center;">
                    Тошкент давлат юридик университети магистратурасига айрим тоифадаги абитуриентларни кириш тест синовларисиз қабул қилиш тартиби тўғрисидаги низомга
                    илова

                    Тошкентдавлатюридикуниверситетиректори _______________________________га (Ф.И.О.) _____________________________________ __________________________________дан (абитуриентнинг Ф.И.О. (тўлиқёзилади))

                </div>
            </td>
        </tr>
    </table>
</center>

<div style="margin-top:20px;margin-left: 320px;">
    <h3 style="font-size: 18px;">АРИЗА</h3>
</div>
<div style="margin-left: 170px;">
    <h4>Тошкентдавлатюридикуниверситети
        магистратурасигақабулқилиштўғрисида
    </h4>
</div>

<ul>
    <li style="width: 100px;">
        Менга
    </li>
    <li style="width: 500px;">
        <p style="padding: 0;margin: 0;text-align: center">{{ $data->getSpeciality() }} </p>
        <hr style="padding: 0;margin:0;">
        <p style="padding: 0;margin: 0;font-size: 10px;text-align: center">(магистратура мутахассислигиноми)</p>
    </li>
    <li style="width: 150px;">
        магистратура
    </li>
</ul>
<br>

<ul style="clear: both;">
    <li >
        мутахассислиги, таълимнинг
    </li>
    <li style="width: 90px;">
        <p style="padding: 0;margin: 0;text-align: center">Uzbek tili</p>
        <hr style="padding: 0;margin:0;">
    </li>
    <li style="width: 80px;">
        &nbsp;&nbsp;тилига
    </li>
    <li style="width: 177px;">
        <p style="padding: 0;margin: 0;text-align: center">kunduzgi</p>
        <hr style="padding: 0;margin:0;">
    </li>
    <li style="width: 177px;">
        &nbsp;&nbsp;шаклида
    </li>
</ul>
<br>
<ul style="clear: both;">
    <li style="width: 500px;">
        ўқишга қабул қилишингизни сўрайман. Маълумотим
    </li>
</ul>
<ul style="clear: both;">
    <li style="width: 400px;">
        <p style="padding: 0;margin: 0;text-align: center">{{ $data->last_name." ".$data->first_name." ".$data->middle_name }}</p>
        <hr style="padding: 0;margin:0;">
        <p style="padding: 0;margin: 0;font-size: 10px;text-align: center"> (олий таълим йўналиши)</p>
    </li>
    <li style="width: 30px;">
        <p></p>
    </li>
    <li style="width: 400px;">
        <p style="padding: 0;margin: 0;text-align: center">{{ $data->last_name." ".$data->first_name." ".$data->middle_name }}</p>
        <hr style="padding: 0;margin:0;">
        <p style="padding: 0;margin: 0;font-size: 10px;text-align: center"> (тугатган таълим муассасаси номи)</p>
    </li>
</ul>















<div style="">
    <h4 style=""><i>Изоҳ:</i>
    </h4>
    <p>
        <i>
            * тегишли давлат органи биринчи раҳбарининг тавсияси асосида базавий олий юридик маълумот ҳамда давлат ҳокимияти ва бошқарувининг марказий органларида юридик мутахассислик бўйича камида беш йил иш стажига эга бўлган раҳбар ходимлар ҳамда базавий олий юридик маълумотга эга, юридик техникумларда камида уч йил ишлаган педагог ва раҳбар ходимлар учун.
        </i>
    </p>
    <p>
        <i>
            ** “юриспруденция” таълим йўналиши бўйича бакалавриатни “имтиёзли” диплом билан тугатган битирувчилар ҳамда базавий олий юридик маълумотга эга, юридик техникумларда камида уч йил ишлаган педагог ва раҳбар ходимлар учун.
        </i>
    </p>
</div>
</body>
</html>